export const arrDepartments = [
    {name:'Академический резерв кафедр', id: 1, flag: false},
    {name:'Кафедра автоматизации технологических процессов и производств', id: 2, flag: false},
    {name:'Кафедра архитектуры', id: 3, flag: false},
    {name:'Кафедра белорусского и русского языков', id: 4},
    {name:'Кафедра бухгалтерского учета, анализа и аудита', id: 5},
    {name:'Кафедра водоснабжения, водоотведения и охраны водных ресурсов', id: 6},
    {name:'Кафедра высшей математики', id: 7},
    {name:'Кафедра геотехники и транспортных коммуникаций', id: 8},
    {name:'Кафедра гуманитарных наук', id: 9},
    {name:'Кафедра инженерной экологии и химии', id: 10},
    {name:'Кафедра иностранных языков', id: 11},
    {name:'Кафедра интеллектуальных информационных технологий', id: 12},
    {name:'Кафедра информатики и прикладной математики', id: 13},
    {name:'Кафедра машиноведения', id: 14},
    {name:'Кафедра машиностроения и эксплуатации автомобилей', id: 15},
    {name:'Кафедра менеджмента', id: 16},
    {name:'Кафедра мировой экономики, маркетинга, инвестиций', id: 17},
    {name:'Кафедра начертательной геометрии и инженерной графики', id: 18},
    {name:'Кафедра прикладной механики', id: 19},
    {name:'Кафедра природообустройства', id: 20},
    {name:'Кафедра строительных конструкций', id: 21},
    {name:'Кафедра теплогазоснабжения и вентиляции', id: 22},
    {name:'Кафедра технологии бетона и строительных материалов', id: 23},
    {name:'Кафедра технологии строительного производства', id: 24},
    {name:'Кафедра физики', id: 25},
    {name:'Кафедра физического воспитания и спорта', id: 26},
    {name:'Кафедра экономики и организации строительства', id: 27},
    {name:'Кафедра экономической теории и логистики', id: 28},
    {name:'Кафедра электронных вычислительных машин и систем', id: 29}
]
    
export const arrFaculties = [
    {name:'Академический резерв факультетов', id: 1, flag: false},
    {name:'Машиностроительный факультет', id: 2, flag: false},
    {name:'Строительный факультет', id: 3, flag: false},
    {name:'Факультет инженерных систем и экологии', id: 4},
    {name:'Факультет электронно-информационных систем', id: 5},
    {name:'Экономический факультет', id: 6},
]
    
export const arrTitles = [
    {name:'Профессор', id: 1, flag: false},
    {name:'Доцент', id: 2, flag: false},
    {name:'Специалист', id: 3, flag: false},
]